Repository: Anne017/hebrew-calendar-qml
Catalog: po/*.po
Languages: he

source: Day details
he: פרטי היום

source: Day
he: יום

source: Parashat
he: פרשת

source: (click to expand)
he: (לחץ כדי להרחיב)

source: Shabat Times
he: זמני השבת

source: Holyday Times
he: זמני החג

source: Fast Times
he: זמני הצום

source: Holyday and Shabat Times
he: זמני חג ושבת

source: Candle light
he: הדלקת נרות

source: Three stars
he: צאת הכוכבים

source: Three stars czhish
he: צאת הכוכבים חזוא

source: Three stars RT (72 minute)
he: צאת הכוכבים רת (72 דקות)

source: Day times
he: זמני היום

source: First ligth (mga)
he: עלות השחר (מגא)

source: First light
he: עלות השחר

source: Talit
he: זמן טלית

source: Sunrise
he: זריחה

source: End shema (mga)
he: סוף זמן קריאת שמע (מגא)

source: End shema
he: סוף זמן קריאת שמע

source: End tefila mga
he: סוף זמן תפילה מגא

source: End tefila
he: סוף זמן תפילה

source: Midday
he: חצות היום

source: Big mincha
he: מנחה גדולה

source: Little mincha
he: מנחה קטנה

source: Plug mincha
he: פלג המנחה

source: Sunset
he: שקיעה

source: First stars
he: צאת הכוכבים

source: Today
he: היום

source: Edit Location
he: ערוך מיקום

source: New Location
he: הוסף מיקום

source: Some Place
he: שם המקום

source: You can find long and lat <a href='http://www.latlong.net/'>here</a><br>if you get wrong times, check this.
he: אתה יכול למצוא long ו lat <a href='http://www.latlong.net/'>כאן</a><br> אם אתה מקבל זמן שגוי,תבדוק כאן.

source: use you GPS
he: השתמש ב GPS

source: You can find TimeZone <a href='http://en.wikipedia.org/wiki/List_of_tz_database_time_zones'>here</a><br>if you get wrong times, check this.
he: אתה יכול למצוא את הTimeZone <a href='http://en.wikipedia.org/wiki/List_of_tz_database_time_zones'>כאן</a><br> אם אתה מקבל זמן שגוי, תבדוק כאן.

source: Dont leave empty fileds!
he: אל תשאיר שדות ריקים!

source: save
he: שמור

source: Location Name already exist
he: מקום עם שם זהה כבר קיים

source: cancel
he: בטל

source: Year
he: שנה

source: Month
he: חודש

source: Day
he: יום

source: Settings
he: הגדרות

source: Global
he: כללי

source: Second Yom Tov:
he: יום טוב שני:

source: Location
he: מיקום

source: Times Of Day
he: זמני היום

source: Candle Light
he: הדלקת נרות

source: Sefirat HaOmer
he: ספירת העומר

source: Nosach Sefirat HaOmer:
he: נוסח ספירת העומר:

source: Ashkenazi
he: אשכנזי

source: Hasidic
he: חסידי

source: Mizrachi
he: מזרחי

source: Year %1
he: שנת %1

source: Hebrew Calendar
he: לוח שנה עברי
